Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/1177.se/vad-kostar-lakemedel-pa-recept.html.tmx
Source language: fin
Languages: sme

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat heivehan, dárkkistan ja dohkkehan buot sisdoalu.
